export default function Igd() {
  return (
  <div className=" bg-amber-900 text-amber-100 p-4 flex-1">
    <p>
      <h1>ความแตกต่างของแป้ง</h1><br></br>
      <ul>
  <li>แป้งเค้ก: มีโปรตีนต่ำ เหมาะทำเค้กให้เบาฟู</li>
  <li>แป้งอเนกประสงค์: ใช้ได้ทั่วไป เหมาะทำคุกกี้ บราวนี่</li>
  <li>แป้งขนมปัง: มีโปรตีนสูง เหมาะทำขนมปัง</li>
</ul>
  
    </p>
    
    <p>
      <h1>ทางเลือกของวัตถุดิบ</h1>
      <ul>
  <li>แทนที่เนย: ใช้น้ำมันพืชหรือมาการีน สำหรับมัฟฟิน/เค้ก</li>
  <li>แทนที่ไข่: ใช้แฟล็กซ์ซีดผสมน้ำหรือกล้วยบด สำหรับสูตรเค้ก/มัฟฟินบางชนิด</li>
  <li>แทนที่นม: ใช้นมโอ๊ต นมถั่วเหลือง หรือนมมะพร้าว</li>
</ul>
    </p>
    
  </div>
  )
}
