export default function TT() {
  return (
  <div className=" bg-amber-900 text-amber-100 p-4 flex-1">
    <p>
      <h1>Q&A</h1>
    </p>
    
    <p>
      <h3>Q: ทำไมเค้กถึงยุบตัวตรงกลาง? A: อาจเกิดจากการเปิดเตาอบบ่อย, ตีไข่ขาวมากเกินไป หรือส่วนผสมไม่ได้อุณหภูมิห้อง</h3>
    </p>
    <p>
       <h3>Q: เนยอ่อนตัวคืออะไร? A: เนยที่นิ่มพอจะใช้ปลายนิ้วกดแล้วเป็นรอยบุ๋ม แต่ไม่ละลายเป็นน้ำมัน</h3>
    </p>
    <p>
      <h1>ศัพท์สำคัญ</h1>
    </p>
    
    <p>
      <h3>การพับตะล่อม : วิธีการผสมที่ไม่ทำให้ส่วนผสมที่ตีขึ้นฟูยุบตัว เช่น ไข่ขาว</h3>
    </p>
    <p>
       <h3>การร่อน : ประโยชน์ของการร่อนแป้งและผงฟู เพื่อให้ขนมเบาและฟูขึ้น</h3>
    </p>
  </div>
  )
}
